Repository: Bkalyadin/kodi-alexa
Catalog: translations/*/LC_MESSAGES/messages.po
Languages: de

source: Error parsing results
de: Fehler beim Analysieren der Ergebnisse

source: Could not find
de: Konnte nicht finden

source: Could not find that phrase
de: Konnte diese Phrase nicht finden

source: Could not find album
de: Album konnte nicht gefunden werden

source: by
de: von

source: Could not find song
de: Song konnte nicht gefunden werden

source: I could not find a playlist named
de: Ich konnte keine Playlist mit dem Namen finden

source: Could not find an addon called
de: Konnte das Addon nicht finden

source: Could not find a movie called
de: Konnte den Film nicht finden

source: Could not find a show named
de: Konnte die Serie nicht finden

source: Could not find season
de: Konnte die Staffel nicht finden

source: of
de: von

source: Searching for
de: Suche nach

source: Opening
de: Öffne

source: Playing
de: Spiele

source: Playing album
de: Spiele Album

source: Playing song
de: Spiele Song

source: Starting party play
de: Starte Party Wiedergabe

source: Playing the
de: Spiele

source: movie
de: den Film

source: video playlist
de: die Video Playlist

source: Playing season
de: Spiele Staffel

source: season
de: Staffel

source: Streaming party mode
de: Streaming Party Modus

source: Resuming
de: Weiter

source: Shuffling
de: Zufallswiedergabe

source: No new episodes for
de: Keine neuen Episoden für

source: You have no albums by
de: Du hast keine Alben von

source: You dont have any new albums to listen to
de: Du hast keine neuen Alben zu hören

source: You dont have any new movies to watch
de: Du hast keine neuen Filme zum anschauen

source: You dont have any new shows to watch
de: Du hast keine neuen Serien zum anschauen

source: No recently added songs found
de: Keine neuen Songs gefunden

source: There are no unseen episodes of
de: Es gibt keine ungesehenen Episoden von

source: There is one unseen episode of
de: Es gibt eine ungesehene Episode von

source: There are
de: Es gibt

source: unseen episodes of
de: ungesehene Episoden von

source: There is one new episode of
de: Es gibt eine neue Episode von

source: There are two new episodes of
de: Es gibt zwei neue Episoden von

source: new episodes of
de: Neue Episoden von

source: You have
de: Du hast

source: There are new episodes of
de: Es gibt neue Episoden von

source: You need to add database information to your environment variables for this to work
de: Du musst Datenbankinformationen zu den Umgebungsvariablen hinzufügen, damit diese funktionieren

source: Starting remote control mode, to use say go up, go back as if you were pressing buttons, say stop to exit control mode
de: Start des Fernbedienungs-Modus, zum verwenden sage, geh hoch, gehe zurück, als ob du die Tasten drückst. Sage Stop, um den Steuerungsmodus zu verlassen

source: You can ask me whether there are any new shows, to play a movie, tv show, or artist, or control playback of media.
de: Du kannst mich fragen, ob es neue Serien gibt, einen Film, eine TV-Show oder einen Künstler ab zu spielen, oder die Wiedergabe von Medien steuern.

source: Looking for new episodes of
de: Suche nach neuen Episoden von

source: Currently playing item
de: Momentan läuft

source: Time left on currently playing item
de: Verbleibende Zeit

source: Play/Pause
de: Abspielen/Pause

source: Stopping playback
de: Stoppen der Wiedergabe

source: Stepping forward
de: Vorwärts

source: Stepping backward
de: Rückwärts

source: Big step forward
de: Großer Schritt vorwärts

source: Big step backward
de: Großer Schritt rückwärts

source: Playing music by
de: Spiele Musik von

source: Streaming music by
de: Streame Musik von

source: Newly added shows
de: Neu hinzugefügte Serien

source: Newly added albums
de: Neu hinzugefügte Alben

source: Newly added movies
de: Neu hinzugefügte Filme

source: Newly added
de: Neu hinzugefügt

source: movies
de: Filme

source: Playing the next unwatched episode of the last show watched
de: Spiele die nächste ungesehene Episode der zuletzt gesehenen Serie

source: Updating audio library
de: Aktualisieren der Audiobibliothek

source: Updating video library
de: Aktualisieren der Videobibliothek

source: Cleaning audio library
de: Reinigung der Audiobibliothek

source: Cleaning video library
de: Reinigung der Videobibliothek

source: Ejecting media
de: Medium auswerfen

source: Suspending system
de: System in den Standby versetzen

source: Shutting down system
de: System herunterfahren

source: Rebooting system
de: System neu starten

source: Hibernating system
de: System in den Tiefschlaf versetzen

source: Player zoom normal
de: Bild zoom normal

source: Player zoom out
de: Bild raus zoomen

source: Player zoom out and move right
de: Bild raus zoomen und nach rechts bewegen

source: Player zoom out and move left
de: Bild raus zoomen und nach links bewegen

source: Player zoom out and move down
de: Bild raus zoomen und nach unten bewegen

source: Player zoom out and move up
de: Bild raus zoomen und nach oben bewegen

source: Player zoom in
de: Bild rein zoomen

source: Player zoom in and move right
de: Bild rein zoomen und nach rechts bewegen

source: Player zoom in and move left
de: Bild rein zoomen und nach links bewegen

source: Player zoom in and move down
de: Bild rein zoomen und nach unten bewegen

source: Player zoom in and move up
de: Bild rein zoomen und nach oben bewegen

source: Player zoom hold
de: Bild Zoom halten

source: Player rotate counter clockwise
de: Bild gegen den Uhrzeigersinn drehen

source: Player rotate clockwise
de: Bild im Uhrzeigersinn drehen

source: Player move right
de: Bild nach rechts bewegen

source: Player move left
de: Bild nach links bewegen

source: Player move down
de: Bild nach unten bewegen

source: Player move up
de: Bild nach oben bewegen

source: Switching to next audio stream
de: Wechseln zum nächsten Audiostream

source: Switching to previous audio stream
de: Wechseln zum vorherigen Audiostream

source: Switching to next subtitles
de: Wechseln zu den nächsten Untertitel

source: Switching to previous subtitles
de: Wechseln auf vorherige Untertitel

source: Disabling subtitles
de: Untertitel aus schalten

source: Enabling subtitles
de: Untertitel an schalten

source: Adjusting volume
de: Einstellen der Lautstärke

source: Turning volume down
de: Verringere Lautstärke

source: Turning volume up
de: Erhöhe Lautstärke

source: Toggling mute
de: Stummschaltung

source: Toggling fullscreen
de: Vollbildschirm umschalten

source: Playing previous item
de: Wiedergabe des vorigen Elements

source: Playing next item
de: Wiedergabe des nächsten Elements

source: Starting current item over
de: Spiele nochmal von vorn

source: Playing recently added songs
de: Wiedergabe von kürzlich hinzugefügten Liedern

source: Playing a random movie
de: Spiele einen zufälligen Film

source: Playing a random
de: Zufällige Wiedergabe

source: Playing Movie
de: Spiele Film

source: Playing an episode of
de: Zeige eine Episode von

source: Playing a random episode of
de: Spiele eine zufällige Episode von

source: Playing the next unwatched episode of
de: Spiele die nächste ungesehene Episode von

source: Playing the newest episode of
de: Spiele die neueste Episode von

source: Playing album or song
de: Wiedergabe von Album oder Song

source: Party Mode
de: Party Modus

source: Streaming Party Mode
de: Streaming-Party-Modus

source: Albums by
de: Alben von

source: Opening addon
de: Öffne Addon

source: Search
de: Suche

source: Help
de: Hilfe

source: Opening remote
de: Fernbedienung öffnen

source: Playback stopped
de: Die Wiedergabe wurde gestoppt

source: , and more
de: , und weitere

source: , and
de: , und

source: There are no more songs in the queue
de: Es gibt keine weiteren Songs in der Warteschlange

source: There are no songs in your playlist history
de: Es gibt keine Songs in deiner Playlist

source: There is no current song
de: Es gibt keinen aktuellen Song
